{
    "game:pristinecondition": "Гэтая дэталь інструмента ў ідэальным стане!",
    "game:partiallydamaged": "У гэтай дэталі інструмента засталося каля {0}% трываласці.",
    "game:fullysharpened": "Здаецца, гэтае нагалоўе ўжо не можа быць вастрэйшым!",
    "game:partiallysharpened": "Нагалоўе гэтага інструмента завострана на {0}%.",
    "game:toolheadhoninginprogress": "Гэтае нагалоўе знаходзіцца ў працэсе завострывання, яго можна натачыць яшчэ мацней.",
    "game:toolheadfreehone": "Гэтае нагалоўе толькі што выкавана, натачыце яго, каб завяршыць працу! На гэты раз трываласць не пацерпіць.",
    "game:smithedtoolhoninginprogress": "Гэты інструмент знаходзіцца ў працэсе завострывання, яго можна натачыць яшчэ мацней.",
    "game:smithedtoolfreehone": "Гэты інструмент толькі што выкаваны, натачыце яго, каб завяршыць працу! На гэты раз трываласць не пацерпіць.",
    "game:tinkeredtoolhoninginprogress": "Гэтае нагалоўе інструмента знаходзіцца ў працэсе завострывання, яго можна натачыць яшчэ мацней.",
    "game:tinkeredtoolfreehone": "Гэтае нагалоўе інструмента толькі што было змайстравана, натачыце яго, каб завяршыць працу! На гэты раз трываласць не пацерпіць.",
    "game:toolheaddurability": "Трываласць нагалоўя: {0} / {1}",
    "game:toolhandledurability": "Трываласць дзяржальна: {0} / {1}",
    "game:toolbindingdurability": "Трываласць мацавання: {0} / {1}",
    "game:toolsharpness": "Вастрыня: {0} / {1}",
    "game:tinkeredtoolverylowdamage": "Тупое нагалоўе гэтага інструмента наўрад ці пашкодзіцца, але ўпэўніцеся, што дзяржальна і мацаванне трымаюцца надзейна.",
    "game:smithedtoolverylowdamage": "Гэты інструмент з тупым нагалоўем наўрад ці пашкодзіцца пры выкарыстанні.",
    "game:toolheadverylowdamage": "Нагалоўе гэтага інструмента тупое і наўрад ці пашкодзіцца пры выкарыстанні.",
    "game:toolheaddirections": "Падрыхтуйце гэты інструмент, утрымліваючы правую кнопку мышы з дзяржальнам у левай руцэ!\nЦі проста змайструйце яго як базавы інструмент!",
    "game:toolhandledirections": "Падобна на тое, што гэта будзе добрае дзяржальна для інструмента.",
    "game:toolbindingdirections": "Гэта выглядае вельмі карысным для змацавання частак інструмента разам.",
    "game:toolbindingtier": "Узровень мацавання: {0}",
    "game:toolbindingtotalmult": "Множнік трываласці мацавання: x{0}",
    "game:toolbindinghandlebonus": "Бонус трываласці дзяржальна: x{0}",
    "game:toolbindingrecoverychance": "Мацаванне страчваецца, калі інструмент зламаўся і трываласць мацавання ніжэй за {0}%",
    "game:toolbindingmetaldrops": "Калі ён зламаецца, то з яго выпадуць некалькі адпаведных металічных кавалачкаў.",
    "game:tinkertoolpartscontains": "Падрыхтаваны {0} і {1} для стварэння інструмента. Цяпер, па жаданні, абярыце мацаванне гэтак жа, як і дзяржальна!",
    "game:handleiswet": " (Вільготнае)",
    "game:toolhandlefullyprepared": "Гэтае дзяржальна было апрацавана {0} і мае абмотку з {1}.",
    "game:toolhandletreated": "Гэтае дзяржальна было апрацавана {0}.",
    "game:toolhandlegripped": "Гэтае дзяржальна мае абмотку з {0}.",
    "game:toolhandletotalmult": "Множнік трываласці дзяржальна: x{0}",
    "game:toolhandlebindingbonus": "Бонус трываласці мацавання: x{0}",
    "game:toolhandleusespeedbonus": "Бонус хуткасці: {0}%",
    "game:toolhandletreatmentbonus": "Бонус трываласці апрацаванага дзяржальна: x{0}",
    "game:toolhandlegripspeedbonus": "Бонус хуткасці пры выкарыстанні абмоткі: {0}%",
    "game:toolhandlegripchancenodamage": "Гэтая абмотка дае {0}% шанцу пазбегнуць пашкоджанняў дзяржальна",

    "toolsmith:item-crudehandle": "Грубае дзяржальна інструмента",
    "toolsmith:item-handle": "Выразанае дзяржальна інструмента",
    "toolsmith:item-carpentedhandle": "Прафесійнае дзяржальна інструмента",
    "toolsmith:item-sandpaper": "Наждачная папера",
    
    "game:grip-twine": "Шпагат",
    "game:grip-cloth": "Палатно",
    "game:grip-leather": "Скура",
    "game:grip-sturdy": "Трывалая скура",
    
    "game:treatment-fat": "Змазаны",
    "game:treatment-wax": "Наваксаваны",
    "game:treatment-oil": "Прамаслены",
    
    "toolsmith:item-fabricstrips-rawhide": "Палоскі з сырамятнай скуры",
    "toolsmith:item-fabricstrips-cloth": "Тканінныя палоскі",
    "toolsmith:item-fabricstrips-leather": "Скураныя палоскі",
    "toolsmith:item-fabricstrips-sturdy": "Трывалыя скураныя палоскі",
    "toolsmith:item-fabricstrips-wool": "Палоскі з ваўнянай тканіны",
    
    "toolsmith:item-whetstone-chert": "Тачыльны камень (Крэмністы сланец)",
    "toolsmith:item-whetstone-granite": "Тачыльны камень (Граніт)",
    "toolsmith:item-whetstone-andesite": "Тачыльны камень (Андэзіт)",
    "toolsmith:item-whetstone-basalt": "Тачыльны камень (Базальт)",
    "toolsmith:item-whetstone-peridotite": "Тачыльны камень (Перыдатыт)",
    
    "toolsmith:item-tinkertoolparts": "Нагалоўе і дзяржальна інструмента",
    
    "toolsmith:block-grindstone-granite-north": "Тачыла (Граніт)",
    "toolsmith:block-grindstone-sandstone-north": "Тачыла (Пясчанік)",
    "toolsmith:block-grindstone-shale-north": "Тачыла (Сланец)",
    "toolsmith:block-grindstone-andesite-north": "Тачыла (Андэзіт)",
    
    "game:blockhelp-grindstone-hone": "Тачыць металічны выраб",
    "game:honing-cutoff-message": "Засталося зусім мала матэрыялу для завострывання. Падобна на тое, што настаў час для перакоўкі!",
    "game:blockhelp-grindstone-deconstruct": "Разабраць інструмент",
    
    "toolsmith:block-workbench-north": "Верстак",
    
    "game:blockhelp-workbench-reforge": "Перакаваць інструмент альбо нагалоўе",
    "game:blockhelp-workbench-deconstruct": "Разабраць інструмент",
    "game:blockhelp-workbench-breakdownworkpiece": "Разабраць нарыхтоўку на часткі",
    "game:blockhelp-workbench-craftingspot-head": "Пакласці нагалоўе інструмента для зборкі",
    "game:blockhelp-workbench-craftingspot-handle": "Пакласці дзяржальна інструмента для зборкі",
    "game:blockhelp-workbench-craftingspot-binding": "Пакласці мацаванне інструмента для зборкі",
    "game:blockhelp-workbench-craftingspot-mergable": "Пакласці падобны прадмет для аб'яднання",
    "game:blockhelp-workbench-retrieve-item": "Забраць дэталь інструмента",
    "game:blockhelp-workbench-strike-craft": "Ударыце, каб змайстраваць!",
    "game:blockhelp-workbench-reforge-head": "Падрыхтаваць дэталь да перакоўкі",
    
    "game:craftinginfo-toolsmithingbasics-title": "Toolsmithing — Асновы",
    "game:craftinginfo-toolsmithingbasics-text": "<strong>Выраб інструментаў</strong><br><i>Дазвольце паказаць вам, як даглядаць гэтую сякеру.</i><br>Перш за ўсё, вы заўважыце, што некаторыя інструменты складаюцца з некалькіх частак, а над паласой трываласці з'явілася другая шкала — вастрыня. Любы інструмент, які складаецца з трох або больш частак — гэта «Самаробны інструмент», у той час як іншыя, якія могуць быць зроблены ў сетцы крафту альбо выкаваны як адзінае цэлае — гэта «Каваныя інструменты». Самаробныя інструменты можна паляпшаць, падбіраючы дэталі для павелічэння іх даўгавечнасці. Каваныя інструменты больш унікальныя, але і тыя, і другія патрабуюць абслугоўвання.<br><br><strong>Спосабы вырабу</strong><br>Цяпер ёсць шмат спосабаў наладзіць вашы інструменты. Стары добры спосаб зборкі ў сетцы па-ранейшаму даступны, але з пашыранымі магчымасцямі для дзяржальняў і мацаванняў. Проста пакладзіце дзяржальна пад нагалоўе, а мацаванне — справа ад яго.<br>Другі варыянт — ручная зборка для самаробных інструментаў! Для гэтага вазьміце абранае нагалоўе ў асноўную руку, а дзяржальна — у іншую. Утрымлівайце правую кнопку мышы, каб злучыць іх, а затым выкарыстоўвайце гэтую пару разам з мацаваннем у другой руцэ, каб завяршыць справу. Мацаванне не з'яўляецца абавязковым.<br><br><strong>Вастрыня і знос</strong><br>На кожным інструменце, які павінен быць вострым для працы, цяпер ёсць шкала Вастрыні. Важна не дазваляць ёй апускацца да нуля, інакш інструменты будуць хутчэй ламацца. Каб падтрымліваць вастрыню, неабходна мець альбо тачыльны камень, альбо стацыянарнае тачыла.<br>Абразіўныя камяні, такія як пясчанік альбо граніт, выдатна падыходзяць для вырабу тачыла. Тачыльны камень зручна браць з сабой у дарогу, а масіўнае тачыла лепш пакінуць дома ў майстэрні!",

    "game:craftinginfo-toolsmithcraftingmethods-title": "Toolsmithing — Спосабы стварэння і разборкі",
    "game:craftinginfo-toolsmithcraftingmethods-text": "<strong>Ручная зборка</strong><br>Асноўным спосабам стварэння самаробных інструментаў з'яўляецца метад ручной зборкі. Дастаткова вызваліць абедзве рукі. Спячатку вазьміце дэталі: нагалоўе, дзяржальна і, па жаданні, мацаванне. Выкарыстанне мацавання павялічыць трываласць і дасць дадатковыя бонусы ад якаснага дзяржальна.<br>Вазьміце нагалоўе ў асноўную руку, а дзяржальна ў іншую. Утрымлівайце правую кнопку мышы, пакуль яны не злучацца. Затым, калі хочаце выкарыстаць мацаванне, вазьміце яго ў вольную руку і зноў зацісніце правую кнопку мышы. Праз некаторы час ваш інструмент будзе гатовы!<br><br><strong>Зборка ў сетцы</strong><br>Іншы варыянт — класічнае выкарыстанне сеткі крафту. Пакладзіце нагалоўе над дзяржальнам, а мацаванне — у слот справа ад нагалоўя.<br><br><strong>Разборка</strong><br>Вы можаце разабраць самаробны інструмент, каб вярнуць нагалоўе альбо дзяржальна! Для гэтага спатрэбіцца тачыла альбо верстак. Пры разборцы выкарыстанага інструмента мацаванне будзе знішчана.<br>Каб разабраць інструмент на тачыле, вазьміце яго ў асноўную руку, навядзіце на тачыла і, утрымліваючы Shift, націсніце правую кнопку мышы. На верстаку для гэтага выкарыстоўваюцца ціскі злева.",

    "game:craftinginfo-toolsmithdurabilityandwear-title": "Toolsmithing — Трываласць, вастрыня і знос",
    "game:craftinginfo-toolsmithdurabilityandwear-text": "<strong>Вастрыня і трываласць</strong><br>Пасля коўкі нагалоўе патрабуе дадатковай заточкі. Пакуль інструмент застаецца вострым, ім лягчэй карыстацца (бонус 5% да хуткасці). Калі вастрыня вышэй за 98%, нагалоўе і мацаванне не атрымліваюць пашкоджанняў, а дзяржальна абаронена да 95% вастрыні.<br>Калі інструмент затупіцца, ён пачне атрымліваць шкоду пры кожным выкарыстанні. Калі вастрыня ўпадзе ніжэй за 33%, хуткасць працы знізіцца на 10%. Пры нулявой вастрыні інструмент атрымае гарантаваную загану, а нагалоўе будзе атрымліваць падвойныя пашкоджанні.<br><br><strong>Аднаўленне вастрыні</strong><br>Ёсць два спосабы: тачыльны камень альбо тачыла. Каб натачыць інструмент камнем, вазьміце яго ў вольную руку, а інструмент у асноўную, і зацісніце правую кнопку мышы. На тачыле проста выкарыстоўвайце інструмент, гледзячы на блок.<br>Памятайце: пры заточке расходуецца метал нагалоўя. На першых этапах заточкі пашкоджанні найбольшыя, але пасля дасягнення 50% вастрыні шанец страты трываласці мінімальны.",
    
    "game:craftinginfo-toolsmithreforging-title": "Toolsmithing — Секрэты перакоўкі",
    "game:craftinginfo-toolsmithreforging-text": "<strong>Перекоўка</strong><br>Калі нагалоўе амаль зламаўся, яго можна не выкідваць, а перакаваць на верстаку. Пакладзіце нагалоўе альбо каваны інструмент у слот перад скрыняй для інструментаў на верстаку, вазьміце молат і націсніце правую кнопку мышы. Гэта ператворыць рэч у нарыхтоўку, якую трэба нагрэць у горне і зноў адкаваць на кавадле.",
    
    "game:craftinginfo-toolsmithmiscaddons-title": "Toolsmithing — Іншыя дапаўненні",
    "game:craftinginfo-toolsmithmiscaddons-text": "<strong>Халодная коўка медзі</strong><br>Медзь — вельмі мяккі метал, таму ў гэтым модзе яе можна каваць на кавадле без папярэдняга награвання, пры пакаёвай тэмпературы.",
    
    "game:craftinginfo-toolsmithtooltypes-title": "Toolsmithing — Тыпы інструментаў",
    "game:craftinginfo-toolsmithtooltypes-text": "<strong>Самаробныя інструменты</strong><br>Гэта звычайныя інструменты, якія вы збіраеце з нагалоўя і дзяржальна. Іх можна ўдасканальваць: выкарыстоўваць лепшыя мацаванні, апрацоўваць дзяржальна тлушчам альбо воскам. Кожная частка мае свой тэрмін службы.<br><br><strong>Каваныя інструменты</strong><br>Любыя інструменты, якія куюцца як адзінае цэлае (напрыклад, долата). Яны не маюць асобных дзяржальнаў ці мацаванняў у інтэрфейсе. Іх таксама можна перакаваць, калі яны страцяць трываласць.<br><br><strong>Тупыя інструменты</strong><br>Такія інструменты (напрыклад, молаты) не патрабуюць завострывання. Яны вельмі трывалыя, і іх нагалоўі ламаюцца значна радзей. Аднак за дзяржальнам і мацаваннем усё роўна трэба сачыць!",
    
    "game:craftinginfo-toolsmithtoolparts-title": "Toolsmithing — Дэталі інструментаў",
    "game:craftinginfo-toolsmithtoolparts-text": "<strong>Нагалоўі інструментаў</strong><br>Нагалоўе інструмента — гэта самая важная частка. Метал заўсёды лепш за камень альбо косці. Ад якасці металу залежыць, як доўга праслужаць і астатнія дэталі. Калі інструмент не тупы, у яго ёсць паказчык вастрыні.<br><br><strong>Дзяржальна інструментаў</strong><br>Дзяржальна можна зрабіць з некалькіх варыянтаў: звычайная палка альбо косць могуць стаць добрым пачатковым матэрыялам, але лепш зрабіць выразанае альбо прафесійнае дзяржальна. Іх можна апрацаваць і дадаць абмотку для лепшага хвату.<br><br><strong>Варыянты апрацоўкі</strong><br>Дзяржальна можна апрацаваць тлушчам, воскам альбо алеем. Гэта значна павялічвае яго даўгавечнасць і абараняе ад знешніх фактараў.<br><br><strong>Абмотка</strong><br>Добрая абмотка павялічвае хуткасць працы і зніжае шанец пашкоджання дзяржальна. Выкарыстоўвайце шпагат, ільняное палатно альбо скуру.<br><br><strong>Мацаванні</strong><br>Без добрага мацавання нагалоўе хутка вылеціць з дзяржальна. Самае простае мацаванне — сухая трава альбо чарот, але лепш выкарыстоўваць шпагат, вяроўку, скуру, клей альбо нават металічныя гвоздзі і пласціны."

}
